---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterFamily
source: html/8463259d-20ff-6a69-f127-1113dc7773c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterFamily Property

"Baluster Family"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterFamily { get; }
```